Repository: 1Tdd/InfusePlus
Catalog: *.lproj/Localizable.strings
Languages: ar, ja, ru, vi, zh_hant

# EnablePlus
source: Enable
ar: تفعيل
ja: 有効にする
ru: Активировать твик
vi: Bật
zh_hant: 啟用

# SettingsHeader
source: Settings
ja: 設定
ru: Настройки

# ProFeatures
source: Enable Pro Features
ar: تفعيل مميزات الـ Pro
ja: Proの機能を有効化
ru: Активировать Pro-подписку
vi: Bật tính năng Pro
zh_hant: 啟用Pro功能

# ProFeaturesDesc
source: Enables pro features not initially available without a subscription
ar: تفعيل مميزات الـ Pro التي تتطلب اشتراك.
ja: サブスクリプションなしでは最初から使用できないProの機能を有効にします
ru: Активирует премиум функции, недоступные без подписки
vi: Kích hoạt các tính năng trả phí mà không cần thanh toán
zh_hant: 初始狀態下需要訂閱才能使用Pro功能

source: Background Playback
ar: تشغيل في الخلفية
ja: バックグラウンド再生
ru: Фоновое воспроизведение
vi: Phát lại trong nền
zh_hant: 背景播放

# BackgroundPlaybackDesc
source: Enforces background playback and prevents its disabling
ar: فرض تشغيل الصوت في الخلفية ومنع تعطيله.
ja: バックグラウンド再生を強制し、無効化を防止します
ru: Принудительно активирует и запрещает отключение фонового воспроизведения
vi: Buộc phát lại trong nền và ngăn chặn việc vô hiệu hóa nó
zh_hant: 強制背景播放並防止停用

# DoubleTapPause
source: Double Tap To Play/Pause
ar: النقر مرتين لـ التشغيل/الإيقاف المؤقت
ja: ダブルタップで再生/一時停止
ru: Пауза/Воспр. двойным тапом
vi: Nhấn đúp để phát/tạm dừng
zh_hant: 點兩下播放/暫停

# DoubleTapPauseDesc
source: Enables double tap to play/pause gesture in the player
ar: النقر مرتين لتفعيل إيماءة التشغيل/الإيقاف المؤقت في المشغل.
ja: プレイヤーで、ダブルタップして再生/一時停止ジェスチャーを有効にします
ru: Активирует жест Плей/Пауза двойным тапом по центру экрана
vi: Bật cử chỉ nhấn đúp để phát/tạm dừng trong trình phát
zh_hant: 在播放器中點兩下播放/暫停手勢

# ButtonSeekTime
source: Button seek time: %ld sec
ar: زر تغيير الوقت
ja: ボタンシーク時間: %ld 秒
ru: Перемотка кнопками: %ld сек.
vi: Thời gian tua cho nút
zh_hant: Custom button skip time

# ButtonSeekTimeDesc
source: Enables custom seek time for backward and forward buttons
ar: تفعيل تخصيص تغيير الوقت لأزرار التقديم والتأخير.
ja: 進む・戻るボタンのシーク時間をカスタマイズを有効にします
ru: Изменяет время перемотки кнопками в плеере на указанное вами
vi: Tùy chỉnh thời gian tua cho các nút tua đi và tua lại
zh_hant: 自訂按鈕快轉/倒轉時間

# DoubleTapSeekTime
source: Double tap seek time: %ld sec
ar: النقر مرتين لتغيير الوقت
ja: ダブルタップシーク時間: %ld 秒
ru: Перемотка двойным тапом: %ld сек.
vi: Thời gian tua cho cử chỉ
zh_hant: Custom double tap skip time

# DoubleTapSeekTimeDesc
source: Enables custom double tap to seek time
ar: تفعيل النقر مرتين لوقت التغيير المخصص.
ja: カスタムダブルタップによるタイムシークを有効にします
ru: Изменяет время перемотки двойным тапом на указанное вами
vi: Tùy chỉnh thời gian tua khi nhấn đúp
zh_hant: 自訂點兩下快轉/倒轉時間

# ChangePosterTitle
source: Set Title and Poster
ar: تعيين العنوان والملصق
ja: タイトルとポスターを設定します
ru: Сменить название и постер
vi: Đặt tiêu đề và ảnh bìa
zh_hant: 標題和封面

# ChangePosterTitleDesc
source: Replaces the title and poster of the player displayed in the notification and control center
ar: استبدال العنوان والملصق للمشغل الذي يتم عرضه في الإشعار ومركز التحكم.
ja: 通知とコントロールセンターに表示されるプレーヤーのタイトルとポスターを置き換えます
ru: Заменяет название и постер медиафайла, отображаемое в плеере уведомлений и пункте управления
vi: Thay thế tiêu đề và ảnh bìa hiển thị ở trung tâm điều khiển và thông báo
zh_hant: 更換通知和控制中心中顯示的播放器標題和封面

# MovieTitle
source: Title
ar: العنوان
ja: タイトル
ru: Название
vi: Tiêu đề
zh_hant: 標題

# EnterTitle
source: Enter text
ar: أدخل النص
ja: テキストを入力
ru: Введите текст
vi: Nhập tiêu đề
zh_hant: 輸入文字

# MoviePoster
source: Poster
ar: الملصق
ja: ポスター
ru: Постер
vi: Ảnh bìa
zh_hant: 封面

# SelectPoster
source: Select Image
ar: حدد الصورة
ja: 画像を選択
ru: Выбрать фото
vi: Chọn ảnh
zh_hant: 選擇圖片

# PosterSelected
source: Poster set
ar: تم تعيين الملصق
ja: ポスターを設置
ru: Постер установлен
vi: Đã đặt ảnh bìa
zh_hant: 封面已設定

source: Poster deleted
ar: تم حذف الملصق
ja: ポスターを削除
ru: Постер удален
vi: Đã xóa ảnh bìa
zh_hant: 封面已刪除

# PosterTitleFooter
source: Leave the title empty to apply only the poster image
ar: اترك العنوان فارغًا لتطبيق الصورة فقط.
ja: ポスターの画像のみを適用する場合は、タイトルを空にします
ru: Для того, чтобы применить только постер, оставьте поле с названием пустым
vi: Để trống ô tiêu đề sẽ chỉ hiện thị ảnh bìa
zh_hant: 如果只要套用封面圖片，請留空標題欄位

# Apply
source: Apply changes
ar: تطبيق التغييرات
ja: 変更を適用
ru: Применить настройки
vi: Áp dụng thay đổi
zh_hant: 套用變更

source: Warning
ar: تحذير
ja: 警告
ru: Внимание
vi: Cảnh báo
zh_hant: 警告

# ApplyMessage
source: This action will close Infuse to apply changes. Are you sure?
ar: سيؤدي هذا الإجراء إلى إغلاق Infuse لتطبيق التغييرات. هل أنت متأكد؟
ja: この操作はInfuseを終了して変更を適用します。よろしいですか?
ru: Данное действие приведет к закрытию Infuse для применения настроек. Продолжить?
vi: Hành động này sẽ đóng Infuse. Bạn có muốn tiếp tục không?
zh_hant: 這個操作將關閉 Infuse 以套用變更，您確定要繼續嗎？

source: Yes
ar: نعم
ja: はい
ru: Да
vi: Có
zh_hant: 是

source: Cancel
ar: إلغاء
ja: キャンセル
ru: Отмена
vi: Hủy
zh_hant: 取消

# AboutHeader
source: About
ar: حول
ja: 開発者Infuse Plus
ru: О нас
vi: Giới thiệu
zh_hant: 關於

# Dayanch96
source: Developer
ar: المطور
ja: 開発者
ru: Разработчик Infuse Plus
vi: Nhà phát triển
zh_hant: 開發者

# iApps
source: Our Telegram
ar: تيليجرام الخاص بنا
ja: 私たちのTelegram
ru: Наш Telegram канал
vi: Telegram của chúng tôi
zh_hant: Telegram 群組

source: Donate
ar: التبرع
ja: 寄付
ru: Задонатить
vi: Ủng hộ
zh_hant: 贊助

# DonateDesc
source: Buy me a coffee
ar: اشترِ لي كوب قهوة
ja: コーヒーを買ってくれると嬉しいです
ru: Угостить чашечкой кофе
vi: Mua cho tôi một tách cà phê
zh_hant: 請我喝杯咖啡

# Github
source: Github page
ar: صفحة Github
ja: Githubページ
ru: Страничка на Github
vi: Trang Github
zh_hant: Github

# GithubDesc
source: Check for updates
ar: التحقق من وجود تحديثات
ja: 更新を確認する
ru: Следите за обновлениями
vi: Kiểm tra cập nhật
zh_hant: 檢查更新

# DonateMessage
source: If you like Infuse Plus and would like to support me, you can buy me a coffee using any of convenient ways below. Thanks‚ù§
ar: إذا كنت تحب Infuse Plus وترغب في دعمي، يمكنك شراء كوب قهوة لي باستخدام أي من الطرق المناسبة معك والموجودة أدناه. شكرًا❤️
ja: Infuse Plusが気に入ってサポートしてくれる方、下記の方法でコーヒーをご購入いただければ幸いです ありがとう❤
ru: Если вам понравился Infuse Plus или же вы просто хотели бы поддержать меня, то можете угостить чашечкой кофе любым подходящим ниже способом. Спасибо❤
vi: Nếu bạn thích Infuse Plus và muốn ủng hộ tôi, bạn có thể mua cho tôi một tách cà phê bằng bất kỳ cách nào bên dưới. Cảm ơn❤
zh_hant: 如果您喜歡 Infuse Plus 並願意支持我，您可以使用以下任何方便的方式給我買杯咖啡。 感謝❤

source: Maybe later
ar: ربما لاحقًا
ja: 後で
ru: Возможно, позже
vi: Để sau
zh_hant: 再等一會兒吧

source: Thanks
ar: شكرًا
ja: ありがとう
ru: Спасибо
vi: Cảm ơn
zh_hant: 謝謝

source: Special Thanks
ar: شكر خاص
ja: 特別なお礼
ru: Особая благодарность
vi: Lời cảm ơn đặc biệt
zh_hant: 特別鳴謝

# Arabic
source: Arabic localization
ar: الترجمة العربية
ja: アラビア語ローカライズ
ru: Арабская локализация
vi: Tiếng Ả Rập
zh_hant: 阿拉伯語本地化

# ChineseSimplified
source: Chinese, Simplified localization
ar: الترجمة الصينية المبسطة
ja: 簡体字中国語ローカライズ
ru: Китайская (упрощенная) локализация
vi: Tiếng Trung (Giản thể)
zh_hant: 簡體中文本地化

# ChineseTraditional
source: Chinese, Traditional localization
ar: الترجمة الصينية التقليدية
ja: 繁体字中国語ローカライズ
ru: Китайская (традиционная) локализация
vi: Tiếng Trung (Phồn thể)
zh_hant: 繁體中文本地化

# Japanese
source: Japanese localization
ar: الترجمة اليابانية
ja: 日本語ローカライズ
ru: Японская локализация
vi: Tiếng Nhật
zh_hant: 日語本地化

# Spanish
source: Spanish localization
ar: الترجمة الأسبانية
ja: スペイン語ローカライズ
ru: Испанская локализация
vi: Tiếng Tây Ban Nha
zh_hant: 西班牙語本地化
